todos = [
    {"id": 1, "name": "خليت الدش أقل من 5 دقايق", "score": 10},
    {"id": 2, "name": "قفلت الحنفية وأنا بنظف الأسنان", "score": 10},
    {"id": 3, "name": "ريت الزرع قبل المغرب أو بعد الفجر", "score": 15},
    {"id": 4, "name": "شغلت الغسالة لما اكتملت بس", "score": 10},
    {"id": 5, "name": "صلحت حنفية كانت بتنقط لوحدها", "score": 20},
    {"id": 6, "name": "بلغت أهلى و ذكرت اصحابى بمهام انهارده", "score": 15},
    {"id": 7, "name": "سبت الأطباق تتلم شوية قبل ما أغسلها", "score": 10},
    {"id": 8, "name": "غسلت العربية بميه اقل - او بالدلو بدل الخرطوم", "score": 15},
    {"id": 9, "name": "استخدمت مية التكييف في الزرع", "score": 20},
    {"id": 10, "name": "مسحت الأرض بممسحة بدل ما أرش مية", "score": 10},
    {"id": 11, "name": "شيكت على الحنفيات كلها لو في تسريب", "score": 15},
    {"id": 12, "name": "ملّيت كاسات الميه في البيت على قد الإحتياج", "score": 10}
]
